IDEA Open Model
Stirrup.IsClosed Property
Compatible with IDEA StatiCa 20.1
 Open / Closed stirrup
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool IsClosed { get; set; }
Public Property IsClosed As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
Stirrup Class
IdeaRS.OpenModel.CrossSection Namespace